/*----------------------------------------------------------------
** 项目名称: _Tools
** 文件名称：CharExtension
** 创 建 者：dncry
** 创建时间：2021年03月30日 星期二 11:29
** 文件版本：V1.0.0
* ===============================================================
** 功能描述：
**		
**
**----------------------------------------------------------------*/


using UnityEngine;

namespace WS.Auto
{
    public static class CharExtension
    {
        public static int ToInt(this char c)
        {
            return c - '0';
        }
    }
}